Repository: Motion-Project/motion
Catalog: po/*.po
Languages: ko, no

source: Failed trying to read first image
ko: 첫 번째 이미지를 읽지 못했습니다.
no: Kunne ikke prøve å lese det første bildet

source: Unable to set set EXIF to webp chunk
ko: EXIF를 webp 청크로 설정할 수 없습니다.
no: Kan ikke sette EXIF til webp chunk

source: libwebp version error
ko: libwebp 버전 오류
no: libwebp versjonsfeil

source: libwebp image buffer allocation error
ko: libwebp 이미지 버퍼 할당 오류
no: libwebp bildebuffertildelingsfeil

source: libwebp image compression error
ko: libwebp 이미지 압축 오류
no: libwebp bildekomprimeringsfeil

source: unable to assemble webp image
ko: webp 이미지를 어셈블할 수 없습니다.
no: kan ikke sette sammen webp-bilde

source: unable to save webp image to file
ko: webp 이미지를 파일에 저장할 수 없습니다.
no: kan ikke lagre webp-bilde til fil

source: Can't write picture to file %s - check access rights to target directory Thread is going to finish due to this fatal error
ko: 파일 %s에 그림을 쓸 수 없습니다. 대상 디렉토리에 대한 액세스 권한을 확인하십시오. 이 치명적인 오류로 인해 스레드가 종료됩니다.
no: Kan ikke skrive bilde til filen %s - sjekk tilgangsrettighetene til målkatalogen Tråden blir ferdig på grunn av denne fatale feilen

source: Can't write picture to file %s
ko: 파일 %s에 그림을 쓸 수 없습니다.
no: Kan ikke skrive bilde til filen %s

source: Could not read from pgm file
ko: pgm 파일에서 읽을 수 없습니다.
no: Kunne ikke lese fra pgm-filen

source: This is not a pgm file, starts with '%s'
ko: 이것은 pgm 파일이 아닙니다. '%s'로 시작합니다.
no: Dette er ikke en pgm-fil, starter med '%s'

source: Failed reading size in pgm file
ko: pgm 파일의 크기 읽기 실패
no: Mislykket lesing av størrelse i pgm-fil

source: Failed reading maximum value in pgm file
ko: pgm 파일에서 최대값 읽기 실패
no: Kunne ikke lese maksimalverdi i pgm-fil

source: The mask file specified is not the same size as image from camera.
ko: 지정된 마스크 파일이 카메라의 이미지와 같은 크기가 아닙니다.
no: Maskefilen som er spesifisert har ikke samme størrelse som bildet fra kameraet.

source: Attempting to resize mask image from %dx%d to %dx%d
ko: 마스크 이미지 크기를 %dx%d에서 %dx%d(으)로 조정하려고 합니다.
no: Forsøker å endre størrelsen på maskebildet fra %dx%d til %dx%d

source: can't write mask file %s - check access rights to target directory
ko: 마스크 파일 %s를 쓸 수 없습니다. 대상 디렉토리에 대한 액세스 권한을 확인하십시오.
no: kan ikke skrive maskefilen %s - sjekk tilgangsrettighetene til målkatalogen

source: can't write mask file %s
ko: 마스크 파일 %s에 쓸 수 없습니다.
no: kan ikke skrive maskefil %s

source: Failed writing default mask as pgm file
ko: 기본 마스크를 pgm 파일로 쓰지 못했습니다.
no: Kunne ikke skrive standardmaske som pgm-fil

source: Creating empty mask %s Please edit this file and re-run motion to enable mask feature
ko: 빈 마스크 %s 작성 중 마스크 기능을 활성화하려면 이 파일을 편집하고 동작을 다시 실행하십시오.
no: Oppretter tom maske %s Rediger denne filen og kjør bevegelsen på nytt for å aktivere maskefunksjonen

source: Opening privacy mask file
ko: 프라이버시 마스크 파일 열기
no: Åpner personvernmaskefil

source: Opening high resolution privacy mask file
ko: 고해상도 프라이버시 마스크 파일 열기
no: Åpner personvernmaskefil med høy oppløsning

source: Error opening mask file %s
ko: 마스크 파일 %s을(를) 여는 중 오류가 발생했습니다.
no: Feil ved åpning av maskefilen %s

source: Failed to read mask privacy image. Mask privacy feature disabled.
ko: 마스크 프라이버시 이미지를 읽지 못했습니다. 마스크 프라이버시 기능이 비활성화되었습니다.
no: Kunne ikke lese maskens personvernbilde. Mask personvern funksjonen deaktivert.

source: Mask privacy file "%s" loaded.
ko: 마스크 프라이버시 파일 "%s"이(가) 로드되었습니다.
no: Maskepersonvernfil "%s" er lastet inn.

source: Failed to read mask image. Mask feature disabled.
ko: 마스크 이미지를 읽지 못했습니다. 마스크 기능이 비활성화되었습니다.
no: Kunne ikke lese maskebildet. Maskefunksjonen er deaktivert.

source: Maskfile "%s" loaded.
ko: 마스크 파일 "%s"이(가) 로드되었습니다.
no: Maskefilen "%s" er lastet inn.

source: Config option "rotate" not a multiple of 90: %d
ko: 구성 옵션 "회전"이 90의 배수가 아님: %d
no: Konfigurasjonsalternativet "roter" ikke et multiplum av 90: %d

source: Card %i(%s): %s [%s]
ko: 카드 %i(%s): %s [%s]
no: Kort %i(%s): %s [%s]

source: Device %i (%s,%d): %s [%s]
ko: 디바이스 %i(%s,%d): %s [%s]
no: Enhet %i (%s,%d): %s [%s]

source: Subdevices: %i/%i
ko: 하위 장치: %i/%i
no: Underenheter: %i/%i

source: control digital audio playback info (%i): %s
ko: 디지털 오디오 재생 정보 제어(%i): %s
no: kontroller digital lydavspillingsinformasjon (%i): %s

source: Subdevice #%i: %s
ko: 하위 장치 #%i: %s
no: Underenhet #%i: %s

source: control hardware info (%i): %s
ko: 제어 하드웨어 정보(%i): %s
no: kontroll maskinvareinformasjon (%i): %s

source: snd_ctl_pcm_next_device
ko: snd ctl pcm 다음 장치
no: snd ctl pcm neste enhet

source: control digital audio info (%i): %s
ko: 디지털 오디오 정보 제어(%i): %s
no: kontroller digital lydinformasjon (%i): %s

source: no soundcards found...
ko: 사운드카드를 찾을 수 없습니다...
no: ingen lydkort funnet...

source: Devices
ko: 장치
no: Enheter

source: control open (%i): %s
ko: 제어 열기(%i): %s
no: kontroll åpen (%i): %s

source: error: snd_pcm_open device %s (%s)
ko: 오류: snd pcm 열린 장치 %s(%s)
no: feil: snd pcm åpen enhet %s (%s)

source: error: snd_pcm_hw_params_malloc(%s)
ko: 오류: snd pcm hw params malloc(%s)
no: feil: snd pcm hw params malloc(%s)

source: error: snd_pcm_hw_params_any(%s)
ko: 오류: snd pcm hw params any(%s)
no: feil: snd pcm hw params any(%s)

source: error: snd_pcm_hw_params_set_access(%s)
ko: 오류: snd pcm hw 매개변수 설정 액세스(%s)
no: feil: snd pcm hw params sett tilgang (%s)

source: error: snd_pcm_hw_params_set_format(%s)
ko: 오류: snd pcm hw 매개변수 세트 형식(%s)
no: feil: snd pcm hw params sett format (%s)

source: error: snd_pcm_hw_params_set_rate_near(%s)
ko: 오류: snd pcm hw 매개변수 설정 속도 근처(%s)
no: feil: snd pcm hw params sett hastighet nær(%s)

source: error: snd_pcm_hw_params_set_channels(%s)
ko: 오류: snd pcm hw 매개변수 설정 채널(%s)
no: feil: snd pcm hw params setter kanaler (%s)

source: error: snd_pcm_hw_params_set_period_size_near(%s)
ko: 오류: snd pcm hw 매개변수가 기간 크기를 근접하게 설정했습니다(%s).
no: feil: snd pcm hw params sett periodestørrelse nær(%s)

source: error: snd_pcm_hw_params(%s)
ko: 오류: snd pcm hw 매개변수(%s)
no: feil: snd pcm hw params(%s)

source: error: snd_pcm_prepare(%s)
ko: 오류: snd pcm 준비(%s)
no: feil: snd pcm prepare(%s)

source: error: snd_pcm_hw_params_get_format(%s)
ko: 오류: snd pcm hw 매개변수 가져오기 형식(%s)
no: feil: snd pcm hw params får format (%s)

source: error: snd_pcm_hw_params_get_rate(%s)
ko: 오류: snd pcm hw 매개변수 가져오기 속도(%s)
no: feil: snd pcm hw params får rate(%s)

source: error: snd_pcm_hw_params_get_period_size(%s)
ko: 오류: snd pcm hw 매개변수가 기간 크기(%s)를 가져옵니다.
no: feil: snd pcm hw params får periodestørrelse (%s)

source: Actual rate %hu
ko: 실제 비율 %hu
no: Faktisk rate %hu

source: Actual frames per %lu
ko: %lu당 실제 프레임
no: Faktiske rammer per %lu

source: Sound format 16
ko: 사운드 형식 16
no: Lydformat 16

source: Sound format 24
ko: 사운드 형식 24
no: Lydformat 24

source: Sound format 32
ko: 사운드 형식 32
no: Lydformat 32

source: error: read from audio interface failed (%s)
ko: 오류: 오디오 인터페이스에서 읽지 못했습니다(%s).
no: feil: lesing fra lydgrensesnitt mislyktes (%s)

source: Error opening pulse (%s)
ko: 펄스 열기 오류(%s)
no: Feil ved åpningspuls (%s)

source: Error capturing PulseAudio (%s)
ko: PulseAudio 캡처 오류(%s)
no: Feil ved opptak av PulseAudio (%s)

source: Opening FFTW plan
ko: FFTW 계획 열기
no: Åpning av FFTW-plan

source: Invalid sound source.
ko: 잘못된 음원입니다.
no: Ugyldig lydkilde.

source: Detecting
ko: 감지
no: Oppdager

source: Freq: %.4f threshold: %d count: %d maximum: %d
ko: 빈도: %.4f 임계값: %d 개수: %d 최대값: %d
no: Frekvens: %.4f terskel: %d telling: %d maksimum: %d

source: Sound Alert %d-%s : level %d count %d max vol %d
ko: 경고음 %d-%s: 레벨 %d 카운트 %d 최대 볼륨 %d
no: Lydvarsel %d-%s : nivå %d telling %d maks vol %d

source: Capture loop finished
ko: 캡처 루프 완료
no: Capture loop ferdig

source: Sound detection functionality not supported
ko: 소리 감지 기능이 지원되지 않음
no: Lyddeteksjonsfunksjonalitet støttes ikke

source: Could not allocate %llu bytes of memory!
ko: %llu 바이트의 메모리를 할당할 수 없습니다!
no: Kunne ikke tildele %llu byte med minne!

source: Warning! Function %s tries to resize memoryblock at %p to 0 bytes!
ko: 경고! %s 함수가 %p에서 메모리 블록의 크기를 0바이트로 조정하려고 합니다!
no: Advarsel! Funksjonen %s prøver å endre størrelsen på minneblokken ved %p til 0 byte!

source: Could not resize memory-block at offset %p to %llu bytes (function %s)!
ko: 오프셋 %p에서 메모리 블록의 크기를 %llu바이트로 조정할 수 없습니다(함수 %s)!
no: Kunne ikke endre størrelse på minneblokk ved offset %p til %llu byte (funksjon %s)!

source: Creating %s
ko: %s 생성 중
no: Oppretter %s

source: Problem creating directory %s
ko: 디렉터리 %s 생성 문제
no: Problem med å opprette katalogen %s

source: Error opening file %s with mode %s
ko: 파일 %s을(를) %s 모드로 여는 동안 오류가 발생했습니다.
no: Feil ved åpning av filen %s med modus %s

source: Error closing file
ko: 파일을 닫는 중 오류 발생
no: Feil ved lukking av filen

source: invalid format specifier keyword %*.*s
ko: 잘못된 형식 지정자 키워드 %*.*s
no: ugyldig formatspesifikasjonsnøkkel %*.*s

source: Unable to set thread name %s
ko: 스레드 이름 %s을(를) 설정할 수 없습니다.
no: Kan ikke angi trådnavnet %s

source: FFMPEG version too old. Disabling pass-through processing.
ko: FFMPEG 버전이 너무 오래되었습니다. 통과 처리 비활성화.
no: FFMPEG-versjonen er for gammel. Deaktiverer pass-through-behandling.

source: Language: English
ko: 언어: 영어
no: Språk Engelsk

source: Disabling native language support
ko: 모국어 지원 비활성화
no: Deaktivere støtte for morsmål

source: Enabling native language support
ko: 모국어 지원 활성화
no: Aktiver støtte for morsmål

source: parse file: %s
ko: 구문 분석 파일: %s
no: parse fil: %s

source: Only one params_file specification is permitted.
ko: 하나의 params 파일 사양만 허용됩니다.
no: Bare én params-filspesifikasjon er tillatt.

source: Parsed: >%s< >%s<
ko: 분석됨: >%s< >%s<

source: Parsing: >%s< >%ld %ld %ld %ld<
ko: 구문 분석 중: >%s< >%ld %ld %ld %ld<

source: Starting parsing parameters
ko: 파싱 매개변수 시작
no: Starter parsing av parametere

source: New config: %s
ko: 새 구성: %s
no: Ny konfigurasjon: %s

source: Unable to start external command '%s'
ko: 외부 명령 '%s'을(를) 시작할 수 없습니다.
no: Kan ikke starte ekstern kommando '%s'

source: Executing external command '%s'
ko: 외부 명령 '%s' 실행 중
no: Utfører ekstern kommando '%s'

source: Corrupt image ... continue
ko: 손상된 이미지 ... 계속
no: Korrupt bilde ... fortsett

source: SOI position adjusted by %d bytes.
ko: SOI 위치는 %d바이트로 조정되었습니다.
no: SOI-posisjon justert med %d byte.

source: Failed to open '%s'
ko: '%s'을(를) 열지 못했습니다.
no: Kunne ikke åpne «%s»

source: Error specifying buffer: %s
ko: 버퍼 지정 오류: %s
no: Feil ved spesifikasjon av buffer: %s

source: Opening buffer: %s
ko: 여는 버퍼: %s
no: Åpningsbuffer: %s

source: Read buffer: %s
ko: 읽기 버퍼: %s
no: Lesebuffer: %s

source: found video device '%s' %d
ko: 비디오 장치 '%s' %d을(를) 찾았습니다.
no: fant videoenheten '%s' %d

source: Opened %s as pipe output
ko: %s를 파이프 출력으로 열었습니다.
no: Åpnet %s som pipeutgang

source: Opening %s as pipe output failed
ko: %s을(를) 파이프 출력으로 열지 못했습니다.
no: Åpning av %s som pipeutgang mislyktes

source: Original pipe specifications
ko: 원래 파이프 사양
no: Originale rørspesifikasjoner

source: Proposed pipe specifications
ko: 제안된 파이프 사양
no: Forslag til rørspesifikasjoner

source: Final pipe specifications
ko: 최종 파이프 사양
no: Endelige rørspesifikasjoner

source: Opening video loopback device for normal pictures
ko: 일반 사진용 비디오 루프백 장치 열기
no: Åpning av video loopback-enhet for normale bilder

source: Failed to open video loopback for normal pictures
ko: 일반 사진에 대한 비디오 루프백을 열지 못했습니다.
no: Kunne ikke åpne video loopback for normale bilder

source: Opening video loopback device for motion pictures
ko: 동영상용 비디오 루프백 장치 열기
no: Åpne video loopback-enhet for film

source: Failed to open video loopback for motion pictures
ko: 동영상에 대한 비디오 루프백을 열지 못했습니다.
no: Kunne ikke åpne video loopback for film

source: ---------Controls---------
ko: ---------통제 수단---------
no: ----------Kontroller---------

source: V4L2 ID : Name : Range
ko: V4L2 ID : 이름 : 범위
no: V4L2 ID : Navn : Rekkevidde

source: No Controls found for device
ko: 기기에 대한 컨트롤이 없습니다.
no: Finner ingen kontroller for enheten

source: setting control %s "%s" to %d failed with return code %d
ko: 컨트롤 %s "%s"을(를) %d(으)로 설정하지 못했습니다(반환 코드 %d).
no: innstilling av kontroll %s "%s" til %d mislyktes med returkode %d

source: Set control "%s" to value %d
ko: 컨트롤 "%s"을(를) 값 %d(으)로 설정합니다.
no: Sett kontroll "%s" til verdien %d

source: %s control option value %s is below minimum. Skipping...
ko: %s 제어 옵션 값 %s이(가) 최소값 미만입니다. 건너뛰는 중...
no: %s kontrollalternativverdi %s er under minimum. Hopp over...

source: %s control option value %s is above maximum. Skipping...
ko: %s 제어 옵션 값 %s이(가) 최대값을 초과합니다. 건너뛰는 중...
no: %s kontrollalternativverdi %s er over maksimum. Hopp over...

source: control type not supported yet
ko: 아직 지원되지 않는 제어 유형
no: kontrolltype støttes ikke ennå

source: Unable to query input %d. VIDIOC_ENUMINPUT, if you use a WEBCAM change input value in conf by -1
ko: 입력 %d을(를) 쿼리할 수 없습니다. VIDIOC ENUMINPUT, WEBCAM 변경 입력을 사용하는 경우conf의 값 -1
no: Kan ikke spørre inndata %d. VIDIOC ENUMINPUT, hvis du bruker en WEBCAM endre inngangverdi i konf med -1

source: Name = "%s", type 0x%08X, status %08x
ko: 이름 = "%s", 유형 0x%08X, 상태 %08x
no: Navn = "%s", skriv inn 0x%08X, status %08x

source: Name = "%s",- TUNER
ko: 이름 = "%s",- 튜너
no: Navn = "%s",- TUNER

source: Name = "%s"- CAMERA
ko: 이름 = "%s"- 카메라
no: Navn = "%s"- KAMERA

source: Error selecting input %d VIDIOC_S_INPUT
ko: 입력 %d 선택 오류 VIDIOC S INPUT
no: Feil ved valg av inngang %d VIDIOC S INPUT

source: Device does not support specifying PAL/NTSC norm
ko: 장치가 PAL/NTSC 표준 지정을 지원하지 않습니다.
no: Enheten støtter ikke spesifisering av PAL/NTSC-norm

source: - video standard %s
ko: - 비디오 표준 %s

source: Error selecting standard method %d VIDIOC_S_STD
ko: 표준 방법 %d VIDIOC S STD를 선택하는 동안 오류가 발생했습니다.
no: Feil ved valg av standardmetode %d VIDIOC S STD

source: Video standard set to NTSC
ko: NTSC로 설정된 비디오 표준
no: Videostandard satt til NTSC

source: Video standard set to SECAM
ko: SECAM으로 설정된 비디오 표준
no: Videostandard satt til SECAM

source: Video standard set to PAL
ko: PAL로 설정된 비디오 표준
no: Videostandard satt til PAL

source: tuner %d VIDIOC_G_TUNER
ko: 튜너 %d VIDIOC G 튜너

source: Set tuner %d
ko: 튜너 %d 설정
no: Still inn tuner %d

source: freq %ul VIDIOC_S_FREQUENCY
ko: freq %ul VIDIOC S 주파수
no: frekv %ul VIDIOC S FREKVENS

source: Set Frequency to %ul
ko: 빈도를 %ul(으)로 설정
no: Sett Frekvens til %ul

source: Unable to use palette %c%c%c%c (%dx%d)
ko: %c%c%c%c(%dx%d) 팔레트를 사용할 수 없습니다.
no: Kan ikke bruke paletten %c%c%c%c (%dx%d)

source: Testing palette %c%c%c%c (%dx%d)
ko: 테스트 팔레트 %c%c%c%c (%dx%d)
no: Testpalett %c%c%c%c (%dx%d)

source: Checking image size %dx%d with stride %d
ko: 스트라이드 %d로 이미지 크기 %dx%d 확인 중
no: Kontrollerer bildestørrelse %dx%d med steg %d

source: No stride value provided from device.
ko: 장치에서 제공한 보폭 값이 없습니다.
no: Ingen skrittverdi oppgitt fra enheten.

source: Width(%d) must be less than stride(%d)
ko: 너비(%d)는 보폭(%d)보다 작아야 합니다.
no: Bredde(%d) må være mindre enn skritt(%d)

source: The image width(%d) is not multiple of the stride(%d)
ko: 이미지 너비(%d)가 보폭(%d)의 배수가 아닙니다.
no: Bildebredden (%d) er ikke multiplum av skrittet (%d)

source: Impossible condition: Width(%d), Stride(%d), Per stride(%d)
ko: 불가능 조건: 폭(%d), 스트라이드(%d), 스트라이드당(%d)
no: Umulig tilstand: Bredde(%d), Skritt(%d), Per skritt(%d)

source: Image width will be padded %d bytes
ko: 이미지 너비가 %d바이트로 채워집니다.
no: Bildebredden vil være polstret %d byte

source: Adjusting resolution from %ix%i to %ix%i.
ko: 해상도를 %ix%i에서 %ix%i로 조정합니다.
no: Justerer oppløsningen fra %ix%i til %ix%i.

source: Adjusted resolution not modulo 8.
ko: 모듈로 8이 아닌 조정된 해상도.
no: Justert oppløsning ikke modulo 8.

source: Specify different palette or width/height in config file.
ko: 구성 파일에서 다른 팔레트 또는 너비/높이를 지정하십시오.
no: Spesifiser annen palett eller bredde/høyde i konfigurasjonsfilen.

source: Error setting pixel format.
ko: 픽셀 형식을 설정하는 동안 오류가 발생했습니다.
no: Feil ved innstilling av pikselformat.

source: Using palette %c%c%c%c (%dx%d)
ko: %c%c%c%c(%dx%d) 팔레트 사용
no: Bruker paletten %c%c%c%c (%dx%d)

source: config image width (%d) is not modulo 8
ko: 구성 이미지 너비(%d)가 모듈로 8이 아닙니다.
no: konfigurasjonsbildebredden (%d) er ikke modulo 8

source: Adjusting to width (%d)
ko: 너비(%d)로 조정 중
no: Justerer til bredde (%d)

source: config image height (%d) is not modulo 8
ko: 구성 이미지 높이(%d)가 모듈로 8이 아닙니다.
no: konfigurasjonsbildehøyde (%d) er ikke modulo 8

source: Adjusting to height (%d)
ko: 높이 조정 중(%d)
no: Justerer til høyden (%d)

source: Invalid palette. Changing to default
ko: 잘못된 팔레트입니다. 기본값으로 변경
no: Ugyldig palett. Bytter til standard

source: Supported palettes:
ko: 지원되는 팔레트:
no: Støttede paletter:

source: Configuration palette index %d (%s) for %dx%d doesn't work.
ko: 구성 팔레트 인덱스 %d(%s) %dx%d가 작동하지 않습니다
no: Konfigurasjonspalettindeks %d (%s) for %dx%d fungerer ikke.

source: Unable to find a compatible palette format.
ko: 호환되는 팔레트 형식을 찾을 수 없습니다.
no: Kan ikke finne et kompatibelt palettformat.

source: Palette selection failed for format %s
ko: 형식 %s에 대한 팔레트 선택 실패
no: Palettvalg mislyktes for formatet %s

source: Selected palette %s
ko: 선택된 팔레트 %s
no: Valgt palett %s

source: Error requesting buffers %d for memory map. VIDIOC_REQBUFS
ko: 메모리 맵에 대한 버퍼 %d을(를) 요청하는 동안 오류가 발생했습니다. VIDIOC REQBUFS
no: Feil ved forespørsel om buffere %d for minnekart. VIDIOC REQBUFS

source: mmap information: frames=%d
ko: mmap 정보: 프레임=%d
no: mmap informasjon: frames=%d

source: Insufficient buffer memory %d < MIN_MMAP_BUFFERS.
ko: 버퍼 메모리 %d가 부족합니다. < MIN MMAP BUFFERS.
no: Utilstrekkelig bufferminne %d < MIN MMAP BUFFERE.

source: Out of memory.
ko: 메모리가 부족합니다.
no: Tomt for minne.

source: Error querying buffer %i VIDIOC_QUERYBUF:
ko: 버퍼 %i 쿼리 오류 VIDIOC QUERYBUF:
no: Feil ved spørring etter buffer %i VIDIOC QUERYBUF:

source: Error mapping buffer %i mmap
ko: 매핑 버퍼 %i mmap 오류
no: Feil ved tilordning av buffer %i mmap

source: %i length=%d Address (%x)
ko: %i 길이=%d 주소(%x)
no: %i length=%d Adresse (%x)

source: Error starting stream. VIDIOC_STREAMON
ko: 스트림을 시작하는 동안 오류가 발생했습니다. 비디오크 스트리몬
no: Feil ved start av strømmen. VIDIOC STREAMON

source: Error setting device controls
ko: 기기 제어 설정 오류
no: Feil ved innstilling av enhetskontroller

source: Opening video device %s
ko: 비디오 장치 %s 열기
no: Åpner videoenhet %s

source: Failed to open video device %s
ko: 비디오 장치 %s을(를) 열지 못했습니다.
no: Kunne ikke åpne videoenheten %s

source: Not a V4L2 device?
ko: V4L2 장치가 아닙니까?
no: Ikke en V4L2-enhet?

source: Device does not support capturing.
ko: 장치가 캡처를 지원하지 않습니다.
no: Enheten støtter ikke opptak.

source: Supported palette %s (%c%c%c%c)
ko: 지원되는 팔레트 %s(%c%c%c%c)
no: Støttet palett %s (%c%c%c%c)

source: Width: %d, Height %d
ko: 너비: %d, 높이 %d
no: Bredde: %d, Høyde %d

source: Framerate %d/%d
ko: 프레임 속도 %d/%d

source: Trying to set fps to %d
ko: fps를 %d(으)로 설정하려고 합니다.
no: Prøver å sette fps til %d

source: Error setting fps. Return code %d
ko: fps를 설정하는 중에 오류가 발생했습니다. 반환 코드 %d
no: Feil ved innstilling av fps. Returkode %d

source: Device set fps to %d
ko: 장치가 fps를 %d(으)로 설정했습니다.
no: Enheten satt fps til %d

source: Closing video device %s
ko: 비디오 장치 %s 닫기
no: Lukker videoenheten %s

source: Opening V4L2 device
ko: V4L2 장치 열기
no: Åpner V4L2-enhet

source: V4L2 device failed to open
ko: V4L2 장치를 열지 못했습니다.
no: V4L2-enheten kunne ikke åpnes

source: Sent url: %s
ko: 보낸 URL: %s
no: Sendt url: %s

source: Decoded url: %s
ko: 디코딩된 URL: %s
no: Dekodet url: %s

source: Full Host: %s
ko: 전체 호스트: %s
no: Full vert: %s

source: Failed authentication from %s
ko: %s에서 실패한 인증
no: Mislykket autentisering fra %s

source: Connection from: %s
ko: 연결 위치: %s
no: Tilkobling fra: %s

source: Ignoring connection from: %s
ko: 연결 무시: %s
no: Ignorerer tilkobling fra: %s

source: No webcontrol user:pass provided
ko: 웹 컨트롤 사용자:패스가 제공되지 않음
no: Ingen webcontrol user:pass gitt

source: Invalid response
ko: 잘못된 응답
no: Ugyldig svar

source: send page failed.
ko: 페이지 보내기에 실패했습니다.
no: sende siden mislyktes.

source: Shutting down camera
ko: 카메라 종료
no: Slår av kameraet

source: Basic authentication: available
ko: 기본인증 : 가능
no: Grunnleggende autentisering: tilgjengelig

source: Basic authentication: disabled
ko: 기본 인증: 비활성화
no: Grunnleggende autentisering: deaktivert

source: Digest authentication: available
ko: 다이제스트 인증: 사용 가능
no: Digest-autentisering: tilgjengelig

source: Digest authentication: disabled
ko: 다이제스트 인증: 비활성화됨
no: Sammendragsgodkjenning: deaktivert

source: libmicrohttpd libary too old ipv6 disabled
ko: libmicrohttpd 라이브러리가 너무 오래됨 ipv6 비활성화됨
no: libmicrohttpd-biblioteket er for gammelt ipv6 deaktivert

source: IPV6: available
ko: IPV6: 사용 가능
no: IPV6: tilgjengelig

source: IPV6: disabled
ko: IPV6: 비활성화
no: IPV6: deaktivert

source: libmicrohttpd libary too old SSL/TLS disabled
ko: libmicrohttpd 라이브러리가 너무 오래됨 SSL/TLS 비활성화됨
no: libmicrohttpd-biblioteket er for gammelt SSL/TLS deaktivert

source: SSL/TLS: available
ko: SSL/TLS: 사용 가능
no: SSL/TLS: tilgjengelig

source: SSL/TLS: disabled
ko: SSL/TLS: 비활성화됨
no: SSL/TLS: deaktivert

source: Error reading file for SSL/TLS support.
ko: SSL/TLS 지원 파일을 읽는 중 오류가 발생했습니다.
no: Feil ved lesing av fil for SSL/TLS-støtte.

source: SSL/TLS requested but no cert file provided. SSL/TLS disabled
ko: SSL/TLS가 요청되었지만 인증서 파일이 제공되지 않았습니다. SSL/TLS 비활성화됨
no: SSL/TLS forespurt, men ingen sertifikatfil oppgitt. SSL/TLS deaktivert

source: SSL/TLS requested but no key file provided. SSL/TLS disabled
ko: SSL/TLS가 요청되었지만 키 파일이 제공되지 않았습니다. SSL/TLS 비활성화됨
no: SSL/TLS forespurt, men ingen nøkkelfil oppgitt. SSL/TLS deaktivert

source: Starting webcontrol on port %d
ko: 포트 %d에서 웹 컨트롤 시작
no: Starter webcontrol på port %d

source: Unable to start MHD
ko: MHD를 시작할 수 없습니다.
no: Kan ikke starte MHD

source: Started webcontrol on port %d
ko: 포트 %d에서 웹 제어를 시작했습니다.
no: Startet webkontroll på port %d

source: Invalid user html file: %s
ko: 잘못된 사용자 html 파일: %s
no: Ugyldig bruker-html-fil: %s

source: Restarting all cameras
ko: 모든 카메라 다시 시작
no: Starter alle kameraer på nytt

source: Restarting camera %d
ko: 카메라 %d 다시 시작
no: Starter kameraet på nytt %d

source: Stopping cam %d
ko: 캠 %d 중지
no: Stopper kamera %d

source: Invalid character included in action user "%c"
ko: 작업 사용자 "%c"에 잘못된 문자가 포함되어 있습니다.
no: Ugyldig tegn inkludert i handlingsbruker "%c"

source: Executing user action on cam %d
ko: 캠 %d에서 사용자 작업 실행 중
no: Utfører brukerhandling på kamera %d

source: Invalid action requested: command: >%s< threadnbr : >%d<
ko: 잘못된 작업 요청: 명령: >%s< threadnbr: >%d<
no: Ugyldig handling forespurt: kommando: >%s< threadnbr : >%d<

source: Invalid thread specified: %s
ko: 잘못된 스레드 지정: %s
no: Ugyldig tråd spesifisert: %s

source: Could not get image to stream.
ko: 스트리밍할 이미지를 가져올 수 없습니다.
no: Kunne ikke få bildet til å strømme.
