Repository: Motion-Project/motion
Catalog: po/*.po
Languages: ko, no

source: Lightswitch detected
ko: 전등 스위치 감지됨
no: Lysbryter oppdaget

source: Error %s
ko: 오류 %s
no: Feil %s

source: Disabling secondary detection
ko: 보조 감지 비활성화
no: Deaktiverer sekundær deteksjon

source: No secondary model specified.
ko: 보조 모델이 지정되지 않았습니다.
no: Ingen sekundærmodell spesifisert.

source: Failed loading model %s
ko: 모델 %s 로드 실패
no: Kunne ikke laste modellen %s

source: Classes file not found: %s
ko: 클래스 파일을 찾을 수 없음: %s
no: Klassefilen ble ikke funnet: %s

source: Starting.
ko: 시작합니다.
no: Starter.

source: Exiting.
ko: 종료합니다.
no: Avslutter.

source: Error starting algsec handler thread
ko: algsec 핸들러 스레드 시작 오류
no: Feil ved start av tråd for algsec-behandler

source: Graceful shutdown of secondary detector thread failed
ko: 보조 탐지기 스레드를 정상적으로 종료하지 못했습니다.
no: Grasiøs avstenging av sekundær detektortråd mislyktes

source: Your computer is too slow for these settings.
ko: 컴퓨터가 이 설정에 비해 너무 느립니다.
no: Datamaskinen din er for treg for disse innstillingene.

source: Missed many frames for secondary detection.
ko: 2차 감지를 위해 많은 프레임을 놓쳤습니다.
no: Savnet mange bilder for sekundær deteksjon.

source: Your computer is too slow.
ko: 컴퓨터가 너무 느립니다.
no: Datamaskinen din er for treg.

source: daemon
ko: 악마
no: demon

source: setup_mode
ko: 설정 모드
no: oppsettmodus

source: log_file
ko: 로그 파일
no: loggfil

source: pid_file
ko: pid 파일
no: pid-fil

source: Invalid log_level %d
ko: 잘못된 로그 수준 %d
no: Ugyldig loggnivå %d

source: log_level
ko: 로그 수준
no: loggnivå

source: Invalid log_type %s
ko: 잘못된 로그 유형 %s
no: Ugyldig loggtype %s

source: log_type
ko: 로그 유형
no: loggtype

source: native_language
ko: 모국어
no: morsmål

source: camera
ko: 카메라
no: kamera

source: device_name
ko: 장치 이름
no: enhetsnavn

source: Invalid device_id %d
ko: 잘못된 장치 ID %d
no: Ugyldig enhets-ID %d

source: device_id
ko: 장치 아이디
no: enhets-ID

source: Invalid device_tmo %d
ko: 잘못된 장치 tmo %d
no: Ugyldig enhet tmo %d

source: device_tmo
ko: 장치 티모
no: enhet tmo

source: pause
ko: 정지시키다

source: config_dir
ko: 구성 디렉토리
no: konfig dir

source: Invalid target_dir. Conversion specifiers not permitted. %s
ko: 잘못된 target_dir입니다. 변환 지정자는 허용되지 않습니다. %s
no: Ugyldig måldir. Konverteringsspesifikasjoner er ikke tillatt. %s

source: target_dir
ko: 대상 디렉토리
no: mål dir

source: Invalid watchdog timeout %d
ko: 잘못된 감시 시간 초과 %d
no: Ugyldig tidsavbrudd for vakthund %d

source: watchdog_tmo
ko: 워치독 티모
no: vakthund tmo

source: Invalid watchdog kill timeout %d
ko: 잘못된 워치독 종료 시간 초과 %d
no: Ugyldig timeout for vakthunddrep %d

source: watchdog_kill
ko: 감시견 죽이기
no: vakthund drepe

source: v4l2_device
ko: v4l2 장치
no: v4l2 enhet

source: v4l2_params
ko: v4l2 매개변수
no: v4l2 parametere

source: netcam_url
ko: 넷캠 URL

source: netcam_params
ko: 넷캠 매개변수

source: netcam_high_url
ko: 넷캠 높은 URL
no: netcam høy url

source: netcam_high_params
ko: netcam 높은 매개변수
no: netcam høye parametere

source: netcam_userpass
ko: 넷캠 사용자 패스
no: netcam brukerpass

source: libcam_device
ko: libcam 장치
no: libcam-enhet

source: libcam_params
ko: libcam 매개변수

source: Invalid width %d
ko: 잘못된 너비 %d
no: Ugyldig bredde %d

source: Image width (%d) requested is not modulo 8.
ko: 요청한 이미지 너비(%d)가 모듈로 8이 아닙니다.
no: Bildebredde (%d) forespurt er ikke modulo 8.

source: Adjusting width to next higher multiple of 8 (%d).
ko: 너비를 다음으로 높은 8의 배수(%d)로 조정합니다.
no: Justerer bredden til neste høyere multiplum på 8 (%d).

source: width
ko: 너비
no: bredde

source: Invalid height %d
ko: 잘못된 높이 %d
no: Ugyldig høyde %d

source: Image height (%d) requested is not modulo 8.
ko: 요청한 이미지 높이(%d)가 모듈로 8이 아닙니다.
no: Bildehøyde (%d) forespurt er ikke modulo 8.

source: Adjusting height to next higher multiple of 8 (%d).
ko: 다음으로 높은 8의 배수(%d)로 높이를 조정합니다.
no: Justerer høyden til neste høyere multiplum på 8 (%d).

source: height
ko: 키
no: høyde

source: Invalid framerate %d
ko: 잘못된 프레임 속도 %d
no: Ugyldig rammehastighet %d

source: framerate
ko: 프레임 속도

source: Invalid rotate %d
ko: 잘못된 회전 %d
no: Ugyldig rotasjon %d

source: rotate
ko: 회전
no: rotere

source: Invalid flip_axis %s
ko: 잘못된 반전 축 %s
no: Ugyldig vippeakse %s

source: flip_axis
ko: 뒤집기 축
no: snu aksen

source: Invalid locate_motion_mode %s
ko: 잘못된 찾기 동작 모드 %s
no: Ugyldig lokalisering av bevegelsesmodus %s

source: locate_motion_mode
ko: 모션 모드 찾기
no: finn bevegelsesmodus

source: Invalid locate_motion_style %s
ko: 잘못된 찾기 동작 스타일 %s
no: Ugyldig lokalisering av bevegelsesstil %s

source: locate_motion_style
ko: 모션 스타일 찾기
no: finn bevegelsesstil

source: text_left
ko: 텍스트 왼쪽
no: tekst til venstre

source: text_right
ko: 텍스트 오른쪽
no: tekst høyre

source: text_changes
ko: 텍스트 변경
no: tekstendringer

source: Invalid text_scale %d
ko: 잘못된 텍스트 배율 %d
no: Ugyldig tekstskala %d

source: text_scale
ko: 텍스트 축척
no: tekst skala

source: text_event
ko: 텍스트 이벤트
no: teksthendelse

source: emulate_motion
ko: 모션 에뮬레이션
no: etterligne bevegelse

source: Invalid threshold %d
ko: 잘못된 임계값 %d
no: Ugyldig terskel %d

source: threshold
ko: 한계점
no: terskel

source: Invalid threshold_maximum %d
ko: 잘못된 임계값 최대값 %d
no: Ugyldig maksimumsgrense %d

source: threshold_maximum
ko: 임계값 최대값
no: terskel maksimum

source: Invalid threshold_sdevx %d
ko: 잘못된 임계값 sdevx %d
no: Ugyldig terskel sdevx %d

source: threshold_sdevx
ko: 임계값 sdevx
no: terskel sdevx

source: Invalid threshold_sdevy %d
ko: 잘못된 임계값 sdevy %d
no: Ugyldig terskel sdevy %d

source: threshold_sdevy
ko: 임계값
no: terskel sdevy

source: Invalid threshold_sdevxy %d
ko: 잘못된 임계값 sdevxy %d
no: Ugyldig terskel sdevxy %d

source: threshold_sdevxy
ko: 임계값 sdevxy
no: terskel sdevxy

source: Invalid threshold_ratio %d
ko: 잘못된 임계값 비율 %d
no: Ugyldig terskelforhold %d

source: threshold_ratio
ko: 임계값 비율
no: terskelforhold

source: Invalid threshold_ratio_change %d
ko: 잘못된 임계값 비율 변경 %d
no: Ugyldig endring av terskelforhold %d

source: threshold_ratio_change
ko: 임계 비율 변경
no: terskelforholdsendring

source: threshold_tune
ko: 임계값 조정
no: terskelmelodi

source: Invalid secondary_method %s
ko: 잘못된 보조 방법 %s
no: Ugyldig sekundær metode %s

source: secondary_method
ko: 보조 방법
no: sekundær metode

source: secondary_params
ko: 보조 매개변수
no: sekundære paramer

source: Invalid noise_level %d
ko: 잘못된 소음 수준 %d
no: Ugyldig støynivå %d

source: noise_level
ko: 소음 수준
no: støynivå

source: noise_tune
ko: 소음 조정
no: støy melodi

source: despeckle_filter
ko: 반점 제거 필터
no: flekkete filter

source: area_detect
ko: 영역 감지
no: område oppdage

source: mask_file
ko: 마스크 파일
no: maske fil

source: mask_privacy
ko: 마스크 프라이버시
no: maske personvern

source: Invalid smart_mask_speed %d
ko: 잘못된 스마트 마스크 속도 %d
no: Ugyldig smartmaskehastighet %d

source: smart_mask_speed
ko: 스마트 마스크 속도
no: smart maskehastighet

source: Invalid lightswitch_percent %d
ko: 잘못된 조명 스위치 비율 %d
no: Ugyldig lysbryterprosent %d

source: lightswitch_percent
ko: 전등 스위치 퍼센트
no: lysbryter prosent

source: Invalid lightswitch_frames %d
ko: 잘못된 조명 스위치 프레임 %d
no: Ugyldige lysbryterrammer %d

source: lightswitch_frames
ko: 전등 스위치 프레임
no: lysbryterrammer

source: Invalid minimum_motion_frames %d
ko: 잘못된 최소 모션 프레임 %d
no: Ugyldige minimumsbevegelsesrammer %d

source: minimum_motion_frames
ko: 최소 모션 프레임
no: minimum bevegelsesrammer

source: Invalid static_object_time %d
ko: 잘못된 정적 개체 시간 %d
no: Ugyldig statisk objekttid %d

source: static_object_time
ko: 정적 개체 시간
no: statisk objekttid

source: Invalid event_gap %d
ko: 잘못된 이벤트 간격 %d
no: Ugyldig hendelsesgap %d

source: event_gap
ko: 이벤트 갭
no: hendelsesgap

source: Invalid pre_capture %d
ko: 잘못된 사전 캡처 %d
no: Ugyldig forhåndsfangst %d

source: pre_capture
ko: 사전 캡처
no: forhåndsfangst

source: Invalid post_capture %d
ko: 잘못된 사후 캡처 %d
no: Ugyldig postfangst %d

source: post_capture
ko: 캡처 후
no: postfangst

source: on_event_start
ko: 이벤트 시작 시
no: ved arrangementets start

source: on_event_end
ko: 이벤트 종료 시
no: på slutten av arrangementet

source: on_picture_save
ko: 사진 저장
no: på bildelagring

source: on_area_detected
ko: 감지된 영역에서
no: på oppdaget område

source: on_motion_detected
ko: 모션 감지 시
no: på bevegelse oppdaget

source: on_movie_start
ko: 영화 시작에
no: på filmstart

source: on_movie_end
ko: 영화 끝에
no: på slutten av filmen

source: on_camera_lost
ko: 잃어버린 카메라에
no: på kamera tapt

source: on_camera_found
ko: 카메라에서 발견
no: på kamera funnet

source: on_secondary_detect
ko: 보조 감지
no: på sekundær deteksjon

source: on_action_user
ko: 작업 사용자
no: på handling bruker

source: on_sound_alert
ko: 경고음에
no: på lydvarsling

source: Invalid picture_output %s
ko: 잘못된 그림 출력 %s
no: Ugyldig bildeutgang %s

source: picture_output
ko: 그림 출력
no: bildeutgang

source: Invalid picture_output_motion %s
ko: 잘못된 사진 출력 동작 %s
no: Ugyldig bildeutgangsbevegelse %s

source: picture_output_motion
ko: 사진 출력 모션
no: bildeutgang bevegelse

source: Invalid picture_type %s
ko: 잘못된 그림 유형 %s
no: Ugyldig bildetype %s

source: picture_type
ko: 그림 유형
no: bildetype

source: Invalid picture_quality %d
ko: 잘못된 사진 품질 %d
no: Ugyldig bildekvalitet %d

source: picture_quality
ko: 화질
no: bildekvalitet

source: picture_exif
ko: 그림 엑시프
no: bilde exif

source: picture_filename
ko: 사진 파일 이름
no: bildefilnavn

source: Invalid snapshot_interval %d
ko: 잘못된 스냅샷 간격 %d
no: Ugyldig øyeblikksbildeintervall %d

source: snapshot_interval
ko: 스냅샷 간격
no: øyeblikksbildeintervall

source: snapshot_filename
ko: 스냅샷 파일 이름
no: snapshot filnavn

source: movie_output
ko: 영화 출력
no: filmutgang

source: movie_output_motion
ko: 동영상 출력 모션
no: filmutgangsbevegelse

source: Invalid movie_max_time %d
ko: 잘못된 동영상 최대 시간 %d
no: Ugyldig filmmaks tid %d

source: movie_max_time
ko: 영화 최대 시간
no: film maks tid

source: Invalid movie_bps %d
ko: 잘못된 영화 bps %d
no: Ugyldig filmbps %d

source: movie_bps
ko: 영화 bps
no: film bps

source: Invalid movie_quality %d
ko: 잘못된 영화 품질 %d
no: Ugyldig filmkvalitet %d

source: movie_quality
ko: 영화 품질
no: filmkvalitet

source: movie_container
ko: 영화 컨테이너
no: filmbeholder

source: movie_passthrough
ko: 영화 통과
no: filmgjennomgang

source: movie_filename
ko: 영화 파일 이름
no: filmfilnavn

source: Invalid movie_retain %s
ko: 잘못된 영화 보존 %s
no: Ugyldig filmbehold %s

source: movie_retain
ko: 영화 유지
no: filmen beholde

source: movie_extpipe_use
ko: 영화 extpipe 사용
no: bruk av filmextpipe

source: movie_extpipe
ko: 영화 엑스트라파이프
no: filmextpipe

source: Invalid timelapse_interval %d
ko: 잘못된 타임랩스 간격 %d
no: Ugyldig timelapse-intervall %d

source: timelapse_interval
ko: 타임랩스 간격
no: timelapse-intervall

source: Invalid timelapse_mode %s
ko: 잘못된 타임랩스 모드 %s
no: Ugyldig timelapse-modus %s

source: timelapse_mode
ko: 타임랩스 모드
no: timelapse-modus

source: Invalid timelapse_fps %d
ko: 잘못된 타임랩스 fps %d
no: Ugyldig timelapse fps %d

source: timelapse_fps
ko: 타임랩스 fps

source: Invalid timelapse_container %s
ko: 잘못된 타임랩스 컨테이너 %s
no: Ugyldig timelapse-beholder %s

source: timelapse_container
ko: 타임랩스 컨테이너
no: timelapse-beholder

source: timelapse_filename
ko: 타임랩스 파일 이름
no: timelapse filnavn

source: video_pipe
ko: 비디오 파이프

source: video_pipe_motion
ko: 비디오 파이프 모션
no: videorørbevegelse

source: Invalid webcontrol_port %d
ko: 잘못된 웹 컨트롤 포트 %d
no: Ugyldig webkontrollport %d

source: webcontrol_port
ko: 웹 컨트롤 포트
no: webkontroll port

source: Invalid webcontrol_base_path: Use blank instead of single /
ko: 잘못된 웹 컨트롤 기본 경로: 단일 / 대신 공백을 사용하십시오.
no: Ugyldig webkontroll-basebane: Bruk tom i stedet for enkelt /

source: Invalid webcontrol_base_path: Must start with a /
ko: 잘못된 웹 컨트롤 기본 경로: /로 시작해야 합니다.
no: Ugyldig webkontroll-basebane: Må starte med en /

source: webcontrol_base_path
ko: 웹 컨트롤 기본 경로
no: webcontrols basebane

source: webcontrol_ipv6
ko: 웹 컨트롤 ipv6
no: webkontroll ipv6

source: webcontrol_localhost
ko: 웹 컨트롤 로컬 호스트

source: Invalid webcontrol_parms %d
ko: 잘못된 웹 컨트롤 매개변수 %d
no: Ugyldig webkontroll-parms %d

source: webcontrol_parms
ko: 웹 컨트롤 매개변수

source: Invalid webcontrol_interface %s
ko: 잘못된 웹 제어 인터페이스 %s
no: Ugyldig webkontroll-grensesnitt %s

source: webcontrol_interface
ko: 웹 컨트롤 인터페이스
no: webkontroll grensesnitt

source: Invalid webcontrol_auth_method %s
ko: 잘못된 웹 컨트롤 인증 방법 %s
no: Ugyldig webkontroll-autentiseringsmetode %s

source: webcontrol_auth_method
ko: 웹 컨트롤 인증 방법
no: webcontrol auth metode

source: webcontrol_authentication
ko: 웹 컨트롤 인증
no: webcontrol-autentisering

source: webcontrol_tls
ko: 웹 컨트롤 TLS

source: webcontrol_cert
ko: 웹 컨트롤 인증서
no: webkontroll sertifikat

source: webcontrol_key
ko: 웹 컨트롤 키
no: webkontroll nøkkel

source: webcontrol_headers
ko: 웹 컨트롤 헤더
no: webkontroll-hoder

source: webcontrol_html
ko: 웹 컨트롤 HTML
no: webkontroll html

source: webcontrol_actions
ko: 웹 컨트롤 작업
no: webkontrollhandlinger

source: Invalid webcontrol_lock_minutes %d
ko: 잘못된 웹 컨트롤 잠금 분 %d
no: Ugyldig webkontroll-lås minutter %d

source: webcontrol_lock_minutes
ko: 웹 컨트롤 잠금 시간
no: webcontrol lås minutter

source: Invalid webcontrol_lock_attempts %d
ko: 잘못된 웹 컨트롤 잠금 시도 %d
no: Ugyldige webcontrol-låseforsøk %d

source: webcontrol_lock_attempts
ko: 웹 컨트롤 잠금 시도
no: webcontrol låseforsøk

source: Invalid stream_preview_scale %d
ko: 잘못된 스트림 미리보기 배율 %d
no: Ugyldig skala for forhåndsvisning av strøm %d

source: stream_preview_scale
ko: 스트림 미리보기 배율
no: skala for forhåndsvisning av strøm

source: stream_preview_newline
ko: 스트림 미리보기 줄 바꿈
no: stream forhåndsvisning ny linje

source: Invalid stream_preview_method %s
ko: 잘못된 스트림 미리보기 방법 %s
no: Ugyldig forhåndsvisningsmetode for strøm %s

source: stream_preview_method
ko: 스트림 미리보기 방법
no: stream forhåndsvisningsmetode

source: stream_preview_ptz
ko: 스트림 미리보기 ptz
no: stream forhåndsvisning ptz

source: Invalid stream_quality %d
ko: 잘못된 스트림 품질 %d
no: Ugyldig strømkvalitet %d

source: stream_quality
ko: 스트림 품질
no: strømkvalitet

source: stream_grey
ko: 스트림 그레이
no: strøm grå

source: stream_motion
ko: 스트림 모션
no: strømmebevegelse

source: Invalid stream_maxrate %d
ko: 잘못된 스트림 최대 속도 %d
no: Ugyldig strømmaksrate %d

source: stream_maxrate
ko: 스트림 최대 속도
no: stream maksrate

source: Invalid stream_scan_time %d
ko: 잘못된 스트림 검사 시간 %d
no: Ugyldig strømskanningstid %d

source: stream_scan_time
ko: 스트림 스캔 시간
no: strømskanningstid

source: Invalid stream_scan_scale %d
ko: 잘못된 스트림 스캔 배율 %d
no: Ugyldig strømskanningsskala %d

source: stream_scan_scale
ko: 스트림 스캔 스케일
no: strømskanningsskala

source: Invalid database_type %s
ko: 잘못된 데이터베이스 유형 %s
no: Ugyldig databasetype %s

source: database_type
ko: 데이터베이스 유형

source: database_dbname
ko: 데이터베이스 DB이름

source: database_host
ko: 데이터베이스 호스트
no: databasevert

source: Invalid database_port %d
ko: 잘못된 데이터베이스 포트 %d
no: Ugyldig databaseport %d

source: database_port
ko: 데이터베이스 포트

source: database_user
ko: 데이터베이스 사용자
no: database bruker

source: database_password
ko: 데이터베이스 비밀번호
no: databasepassord

source: Invalid database_busy_timeout %d
ko: 잘못된 데이터베이스 사용 시간 초과 %d
no: Ugyldig tidsavbrudd for opptatt database %d

source: database_busy_timeout
ko: 데이터베이스 사용 시간 초과
no: database opptatt tidsavbrudd

source: sql_event_start
ko: SQL 이벤트 시작
no: sql-arrangementstart

source: sql_event_end
ko: SQL 이벤트 종료
no: sql-hendelse slutt

source: sql_movie_start
ko: SQL 동영상 시작
no: sql film start

source: sql_movie_end
ko: SQL 영화 끝
no: sql film slutt

source: sql_pic_save
ko: SQL 사진 저장
no: sql bilde lagre

source: ptz_auto_track
ko: PTZ 자동 추적
no: ptz autospor

source: Invalid ptz_wait %d
ko: 잘못된 PTZ 대기 %d
no: Ugyldig ptz-vent %d

source: ptz_wait
ko: PTZ 대기
no: ptz vent

source: ptz_move_track
ko: PTZ 무브 트랙
no: ptz flytte spor

source: ptz_pan_left
ko: ptz 팬 왼쪽
no: ptz panne igjen

source: ptz_pan_right
ko: ptz 팬 오른쪽
no: ptz panorer høyre

source: ptz_tilt_up
ko: PTZ 위로 기울이기
no: ptz tilt opp

source: ptz_tilt_down
ko: 틸트 다운
no: ptz vippes ned

source: ptz_zoom_in
ko: PTZ 확대
no: ptz zoom inn

source: ptz_zoom_out
ko: PTZ 축소
no: ptz zoome ut

source: snd_device
ko: SND 장치
no: snd enhet

source: snd_params
ko: SND 매개변수

source: snd_alerts
ko: 알림
no: snd varsler

source: Invalid snd_window %s
ko: 잘못된 snd 창 %s
no: Ugyldig snd-vindu %s

source: snd_window
ko: snd 창
no: snd vindu

source: snd_show
ko: 쇼

source: Unknown config option "%s"
ko: 알 수 없는 구성 옵션 "%s"
no: Ukjent konfigurasjonsalternativ "%s"

source: Camera config file %s not found
ko: 카메라 구성 파일 %s을(를) 찾을 수 없습니다.
no: Finner ikke kamerakonfigurasjonsfilen %s

source: Sound config file %s not found
ko: 사운드 구성 파일 %s을(를) 찾을 수 없습니다.
no: Finner ikke lydkonfigurasjonsfilen %s

source: Processing config file %s
ko: 구성 파일 %s 처리 중
no: Behandler konfigurasjonsfilen %s

source: params_file not found: %s
ko: params 파일을 찾을 수 없음: %s
no: params-fil ikke funnet: %s

source: Unable to parse line: %s
ko: 라인을 구문 분석할 수 없음: %s
no: Kan ikke analysere linje: %s

source: %-25s <redacted>
ko: %-25s <편집됨>
no: %-25s <redigert>

source: Logging configuration parameters from all files
ko: 모든 파일에서 구성 매개변수 로깅
no: Logging av konfigurasjonsparametere fra alle filer

source: Config file: %s
ko: 구성 파일: %s
no: Konfigurasjonsfil: %s

source: Camera %d - Config file: %s
ko: 카메라 %d - 구성 파일: %s
no: Kamera %d - Konfigurasjonsfil: %s

source: Sound %d - Config file: %s
ko: 사운드 %d - 구성 파일: %s
no: Lyd %d - Konfigurasjonsfil: %s

source: Failed to write configuration to %s
ko: 구성을 %s에 쓰지 못했습니다.
no: Kunne ikke skrive konfigurasjon til %s

source: Configuration written to %s
ko: %s에 기록된 구성
no: Konfigurasjon skrevet til %s

source: Error getcwd
ko: 오류 getcwd
no: Feil getcwd

source: Could not open configuration file
ko: 구성 파일을 열 수 없습니다.
no: Kunne ikke åpne konfigurasjonsfilen

source: Invalid database name
ko: 잘못된 데이터베이스 이름
no: Ugyldig databasenavn

source: Must specify database port for mariadb/pgsql
ko: mariadb/pgsql에 대한 데이터베이스 포트를 지정해야 합니다.
no: Må spesifisere databaseport for mariadb/pgsql

source: Must specify database name for sqlite3
ko: sqlite3에 대한 데이터베이스 이름을 지정해야 합니다.
no: Må spesifisere databasenavn for sqlite3

source: Database functionality disabled.
ko: 데이터베이스 기능이 비활성화되었습니다.
no: Databasefunksjonalitet deaktivert.

source: SQLite error was %s
ko: SQLite 오류는 %s입니다.
no: SQLite-feilen var %s

source: Error retrieving table columns: %s
ko: 테이블 열 검색 오류: %s
no: Feil ved henting av tabellkolonner: %s

source: SQLite3 Database filename %s
ko: SQLite3 데이터베이스 파일 이름 %s
no: SQLite3 Database filnavn %s

source: Can't open database %s : %s
ko: %s 데이터베이스를 열 수 없습니다: %s
no: Kan ikke åpne databasen %s: %s

source: Could not initialize database %s
ko: %s 데이터베이스를 초기화할 수 없습니다.
no: Kunne ikke initialisere databasen %s

source: database_busy_timeout %d msec
ko: 데이터베이스 사용 중 시간 초과 %d밀리초
no: database opptatt tidsavbrudd %d msek

source: database_busy_timeout failed %s
ko: 데이터베이스 사용 중 시간 초과 실패 %s
no: databaseopptatt tidsavbrudd mislyktes %s

source: Error checking table: %s
ko: 오류 검사 테이블: %s
no: Feil ved kontroll av tabellen: %s

source: Error creating table: %s
ko: 테이블 생성 오류: %s
no: Feil ved opprettelse av tabell: %s

source: Error counting table: %s
ko: 테이블 계산 오류: %s
no: Feil ved telletabell: %s

source: Error retrieving table: %s
ko: 테이블 검색 오류: %s
no: Feil ved henting av tabell: %s

source: MariaDB query '%s' failed. %s error code %d
ko: MariaDB 쿼리 '%s'가 실패했습니다. %s 오류 코드 %d
no: MariaDB-spørringen '%s' mislyktes. %s feilkode %d

source: Cannot reconnect to MariaDB database %s on host %s with user %s MariaDB error was %s
ko: 사용자 %s MariaDB로 호스트 %s의 MariaDB 데이터베이스 %s에 다시 연결할 수 없습니다.오류는 %s입니다.
no: Kan ikke koble til MariaDB-databasen %s på verten %s med brukeren %s MariaDBfeilen var %s

source: Re-Connection to MariaDB database '%s' Succeed
ko: MariaDB 데이터베이스 '%s'에 대한 재연결 성공
no: Re-tilkobling til MariaDB-databasen '%s' lykkes

source: after re-connection MariaDB query failed %s error code %d
ko: 재연결 후 MariaDB 쿼리 실패 %s 오류 코드 %d
no: etter re-tilkobling mislyktes MariaDB-spørringen %s feilkode %d

source: Query error: %s
ko: 쿼리 오류: %s
no: Spørringsfeil: %s

source: Query store error: %s
ko: 쿼리 저장소 오류: %s
no: Spørringslagerfeil: %s

source: Creating motionplus table
ko: 모션플러스 테이블 생성
no: Opprette motionplus-tabell

source: Cannot connect to MariaDB database %s on host %s with user %s
ko: %s 호스트에서 %s 사용자로 MariaDB 데이터베이스 %s에 연결할 수 없습니다.
no: Kan ikke koble til MariaDB-databasen %s på vert %s med bruker %s

source: MariaDB error was %s
ko: MariaDB 오류는 %s입니다.
no: MariaDB-feilen var %s

source: Disabling database functionality
ko: 데이터베이스 기능 비활성화
no: Deaktiverer databasefunksjonalitet

source: %s database opened
ko: %s 데이터베이스가 열렸습니다.
no: %s database åpnet

source: Connection to PostgreSQL database '%s' failed: %s
ko: PostgreSQL 데이터베이스 '%s'에 대한 연결 실패: %s
no: Tilkobling til PostgreSQL-databasen '%s' mislyktes: %s

source: Re-Connection to PostgreSQL database '%s' failed: %s
ko: PostgreSQL 데이터베이스 '%s'에 대한 재연결 실패: %s
no: Gjentilkobling til PostgreSQL-databasen '%s' mislyktes: %s

source: Re-Connection to PostgreSQL database '%s' Succeed
ko: PostgreSQL 데이터베이스 '%s'에 대한 재연결 성공
no: Re-tilkobling til PostgreSQL-databasen '%s' lykkes

source: Initializing database
ko: 데이터베이스 초기화
no: Initialiserer database

source: Invalid text scale. Adjusted to %d
ko: 잘못된 텍스트 배율입니다. %d로 조정됨
no: Ugyldig tekstskala. Justert til %d

source: File saved to: %s
ko: 파일 저장 위치: %s
no: Filen er lagret til: %s

source: Failed to put image into video pipe
ko: 비디오 파이프에 이미지를 넣지 못했습니다.
no: Kunne ikke legge bildet inn i videopipe

source: Error creating image file name
ko: 이미지 파일 이름을 만드는 중 오류가 발생했습니다.
no: Feil ved opprettelse av bildefilnavn

source: Error creating image motion file name
ko: 이미지 모션 파일명 생성 오류
no: Feil ved oppretting av navn på bildebevegelsesfil

source: Error creating image motion roi file name
ko: 이미지 모션 로이 파일명 생성 오류
no: Feil ved opprettelse av image motion roi-filnavn

source: Error option
ko: 오류 옵션
no: Feilalternativ

source: Could not create symbolic link [%s]
ko: 심볼릭 링크[%s]를 생성할 수 없습니다.
no: Kunne ikke opprette symbolsk lenke [%s]

source: Error creating preview file name
ko: 미리보기 파일 이름을 만드는 중에 오류가 발생했습니다.
no: Feil ved opprettelse av forhåndsvisningsfilnavn

source: Event secondary detect
ko: 이벤트 보조 감지
no: Hendelse sekundær oppdage

source: CLOSING: extpipe file desc %d, error state %d
ko: 닫는 중: extpipe 파일 설명 %d, 오류 상태 %d
no: SLUTTER: extpipe fil desc %d, feiltilstand %d

source: Unable to remove file %s
ko: %s 파일을 제거할 수 없습니다.
no: Kan ikke fjerne filen %s

source: no write access to target directory %s
ko: 대상 디렉토리 %s에 대한 쓰기 권한이 없습니다.
no: ingen skrivetilgang til målkatalogen %s

source: path not found, trying to create it %s ...
ko: 경로를 찾을 수 없습니다. %s 생성 시도 중 ...
no: bane ikke funnet, prøver å lage den %s ...

source: error accesing path %s
ko: 경로 %s에 액세스하는 동안 오류가 발생했습니다.
no: feil ved tilgang til banen %s

source: Error specifying command line: %s
ko: 명령줄 지정 오류: %s
no: Feil ved spesifisering av kommandolinje: %s

source: pipe: %s
ko: 파이프: %s
no: rør: %s

source: popen failed
ko: 실패
no: popen mislyktes

source: Using extpipe
ko: 외부 파이프 사용
no: Bruker extpipe

source: Error writing in pipe , state error %d
ko: 파이프 쓰기 오류, 상태 오류 %d
no: Feil ved skriving i rør, tilstandsfeil %d

source: pipe %s not created or closed already
ko: %s 파이프가 생성되지 않았거나 이미 닫혀 있습니다.
no: pipe %s er ikke opprettet eller lukket allerede

source: Error opening ctx_dev for movie output.
ko: 동영상 출력을 위해 ctx dev를 여는 중 오류가 발생했습니다.
no: Feil ved åpning av ctx dev for filmutgang.

source: Error creating motion file [%s]
ko: 모션 파일 [%s] 생성 오류
no: Feil ved opprettelse av bevegelsesfil [%s]

source: Error encoding image
ko: 이미지 인코딩 오류
no: Feil ved koding av bildet

source: Error creating timelapse file [%s]
ko: 타임랩스 파일 [%s] 생성 오류
no: Feil ved opprettelse av timelapse-fil [%s]

source: %s: Given jpeg buffer was too small
ko: %s: 지정된 jpeg 버퍼가 너무 작습니다.
no: %s: Gitt at jpeg-bufferen var for liten

source: Invalid JPEG image dimensions
ko: 잘못된 JPEG 이미지 크기
no: Ugyldige JPEG-bildedimensjoner

source: JPEG image size %dx%d, JPEG was %dx%d
ko: JPEG 이미지 크기 %dx%d, JPEG는 %dx%d입니다.
no: JPEG-bildestørrelse %dx%d, JPEG var %dx%d

source: Opening libcam
ko: libcam 열기
no: Åpner libcam

source: libcam failed to open
ko: libcam을 열지 못했습니다.
no: libcam kunne ikke åpnes

source: Using default log level (%s) (%d)
ko: 기본 로그 수준(%s)(%d) 사용
no: Bruker standard loggnivå (%s) (%d)

source: Logging to file (%s)
ko: 파일(%s)에 로깅 중
no: Logger til fil (%s)
