Repository: Motion-Project/motion
Catalog: po/*.po
Languages: ko, no

source: Exit motion, cannot create log file %s
ko: 모션 종료, 로그 파일 %s을(를) 생성할 수 없습니다.
no: Avslutt bevegelse, kan ikke opprette loggfil %s

source: Logging to syslog
ko: syslog에 로깅
no: Logger til syslog

source: Using log type (%s) log level (%s)
ko: 로그 유형(%s) 로그 수준(%s) 사용
no: Bruker loggtype (%s) loggnivå (%s)

source: Closing logfile (%s).
ko: 로그 파일(%s)을 닫습니다.
no: Lukker loggfil (%s).

source: Resizing buffer to %d items
ko: 버퍼 크기를 %d개 항목으로 조정 중
no: Endre størrelse på buffer til %d elementer

source: Motion detected - starting event %d
ko: 움직임 감지됨 - 시작 이벤트 %d
no: Bevegelse oppdaget - starthendelse %d

source: No Camera device cleanup
ko: 카메라 장치 정리 없음
no: Ingen opprydding av kameraenhet

source: No Camera device specified
ko: 지정된 카메라 장치가 없습니다.
no: Ingen kameraenhet spesifisert

source: Unable to determine camera type
ko: 카메라 유형을 확인할 수 없습니다.
no: Kan ikke bestemme kameratype

source: Image width (%d) or height(%d) requested is not modulo 8.
ko: 요청한 이미지 너비(%d) 또는 높이(%d)가 모듈로 8이 아닙니다.
no: Forespurt bildebredde (%d) eller høyde (%d) er ikke modulo 8.

source: Motion only supports width and height greater than or equal to 64 %dx%d
ko: 모션은 64 %dx%d 이상의 너비와 높이만 지원합니다.
no: Bevegelse støtter bare bredde og høyde større enn eller lik 64 %dx%d

source: Substream not available. Image sizes not modulo 16.
ko: 서브스트림을 사용할 수 없습니다. 모듈로 16이 아닌 이미지 크기.
no: Substream ikke tilgjengelig. Bildestørrelser ikke modulo 16.

source: Pass-through processing disabled.
ko: 통과 처리가 비활성화되었습니다.
no: Pass-through-behandling er deaktivert.

source: Failed to start camera.
ko: 카메라를 시작하지 못했습니다.
no: Kunne ikke starte kameraet.

source: Initialize
ko: 초기화
no: Initialiser

source: Camera %d started: motion detection %s
ko: 카메라 %d 시작됨: 움직임 감지 %s
no: Kamera %d startet: bevegelsesdeteksjon %s

source: Disabled
ko: 장애가 있는
no: Funksjonshemmet

source: Enabled
ko: 사용
no: Aktivert

source: Emulating motion
ko: 모션 에뮬레이션
no: Emulerende bevegelse

source: Motion in area %d detected.
ko: 영역 %d에서 움직임이 감지되었습니다.
no: Bevegelse i området %d oppdaget.

source: Retrying until successful connection with camera
ko: 카메라와 성공적으로 연결될 때까지 재시도
no: Prøver på nytt til vellykket tilkobling med kamera

source: Resetting image buffers
ko: 이미지 버퍼 재설정
no: Tilbakestilling av bildebuffere

source: Video signal re-acquired
ko: 비디오 신호 재획득
no: Videosignal gjenopprettet

source: Video signal lost - Adding grey image
ko: 비디오 신호 손실 - 회색 이미지 추가
no: Videosignal tapt - Legger til grått bilde

source: Video signal still lost - Trying to close video device
ko: 여전히 비디오 신호 끊김 - 비디오 장치를 닫으려고 합니다.
no: Videosignal fortsatt tapt - Prøver å lukke videoenheten

source: End of event %d
ko: 이벤트 %d 종료
no: Slutt på hendelsen %d

source: changes after '%s': %5d
ko: '%s' 이후 변경 사항: %5d
no: endringer etter '%s': %5d

source: - labels: %3d
ko: - 레이블: %3d
no: - etiketter: %3d

source: Changes: %5d
ko: 변경 사항: %5d
no: Endringer: %5d

source: - noise level: %2d
ko: - 소음 수준: %2d
no: - støynivå: %2d

source: - threshold: %d
ko: - 임계값: %d
no: - terskel: %d

source: Exiting
ko: 종료
no: Avslutter

source: Created process id file %s. Process ID is %d
ko: 프로세스 ID 파일 %s을(를) 생성했습니다. 프로세스 ID는 %d입니다.
no: Opprettet prosess-ID-fil %s. Prosess-ID er %d

source: Cannot create process id file (pid file) %s
ko: 프로세스 ID 파일(pid 파일) %s을(를) 생성할 수 없습니다.
no: Kan ikke opprette prosess-ID-fil (pid-fil) %s

source: Removed process id file (pid file).
ko: 제거된 프로세스 ID 파일(pid 파일).
no: Fjernet prosess-ID-fil (pid-fil).

source: Error removing pid file
ko: pid 파일을 제거하는 중 오류가 발생했습니다.
no: Feil ved fjerning av pid-fil

source: MotionPlus going to daemon mode
ko: 모션플러스는 데몬 모드로 전환
no: MotionPlus går til daemon-modus

source: Could not change directory
ko: 디렉토리를 변경할 수 없습니다.
no: Kunne ikke endre katalog

source: Device IDs are not unique.
ko: 장치 ID는 고유하지 않습니다.
no: Enhets-ID-er er ikke unike.

source: Falling back to sequence numbers
ko: 시퀀스 번호로 폴백
no: Faller tilbake til sekvensnummer

source: v4l2 : available
ko: v4l2 : 사용 가능
no: v4l2 : tilgjengelig

source: v4l2 : not available
ko: v4l2 : 사용할 수 없음
no: v4l2: ikke tilgjengelig

source: webp : available
ko: webp : 사용 가능
no: webp : tilgjengelig

source: webp : not available
ko: webp : 사용할 수 없음
no: webp : ikke tilgjengelig

source: libcam : available
ko: libcam : 사용 가능
no: libcam : tilgjengelig

source: libcam : not available
ko: libcam : 사용할 수 없음
no: libcam: ikke tilgjengelig

source: mysql : available
ko: mysql : 사용 가능
no: mysql: tilgjengelig

source: mysql : not available
ko: mysql : 사용할 수 없음
no: mysql: ikke tilgjengelig

source: MariaDB: available
ko: MariaDB: 사용 가능
no: MariaDB: tilgjengelig

source: MariaDB: not available
ko: MariaDB: 사용할 수 없음
no: MariaDB: ikke tilgjengelig

source: sqlite3: available
ko: sqlite3: 사용 가능
no: sqlite3: tilgjengelig

source: sqlite3: not available
ko: sqlite3: 사용할 수 없음
no: sqlite3: ikke tilgjengelig

source: pgsql : available
ko: pgsql : 사용 가능
no: pgsql: tilgjengelig

source: pgsql : not available
ko: pgsql : 사용할 수 없음
no: pgsql: ikke tilgjengelig

source: nls : available
ko: nls : 사용 가능
no: nls : tilgjengelig

source: nls : not available
ko: nls : 사용할 수 없음
no: nls: ikke tilgjengelig

source: alsa : available
ko: 알사 : 가능
no: alsa : tilgjengelig

source: alsa : not available
ko: alsa : 사용할 수 없음
no: alsa : ikke tilgjengelig

source: fftw3 : available
ko: ftw3 : 사용 가능
no: fftw3 : tilgjengelig

source: fftw3 : not available
ko: ftw3 : 사용할 수 없음
no: fftw3 : ikke tilgjengelig

source: MotionPlus running as daemon process
ko: 데몬 프로세스로 실행되는 MotionPlus
no: MotionPlus kjører som demonprosess

source: MotionPlus running in setup mode.
ko: 설정 모드에서 실행 중인 MotionPlus.
no: MotionPlus kjører i oppsettmodus.

source: Unable to start camera thread.
ko: 카메라 스레드를 시작할 수 없습니다.
no: Kan ikke starte kameratråden.

source: Unable to start sound thread.
ko: 사운드 스레드를 시작할 수 없습니다.
no: Kan ikke starte lydtråden.

source: Restarting MotionPlus.
ko: MotionPlus를 다시 시작합니다.
no: Starter MotionPlus på nytt.

source: MotionPlus restarted
ko: 모션플러스 재시작
no: MotionPlus startet på nytt

source: Camera %d - Watchdog timeout.
ko: 카메라 %d - 워치독 시간이 초과되었습니다.
no: Kamera %d - Watchdog-tidsavbrudd.

source: Camera %d - Watchdog netcam kill.
ko: 카메라 %d - Watchdog netcam kill.
no: Kamera %d - Watchdog netcam kill.

source: Camera %d - Watchdog netcam_high kill.
ko: 카메라 %d - Watchdog netcam high kill.
no: Kamera %d - Watchdog netcam high kill.

source: Camera %d - Watchdog kill.
ko: 카메라 %d - 워치독 킬.
no: Kamera %d - Watchdog-drap.

source: Invalid camera specified for deletion. %d
ko: 삭제를 위해 잘못된 카메라가 지정되었습니다. %d
no: Ugyldig kamera spesifisert for sletting. %d

source: Stopping %s device_id %d
ko: %s 장치 ID %d 중지
no: Stopper %s enhets-ID %d

source: Motionplus pid: %d
ko: 모션플러스 PID: %d

source: MotionPlus camera %d restart
ko: MotionPlus 카메라 %d 다시 시작
no: MotionPlus-kamera %d starter på nytt

source: MotionPlus sound %d restart
ko: MotionPlus 사운드 %d 재시작
no: MotionPlus-lyd %d starter på nytt

source: Motionplus devices finished
ko: Motionplus 장치 완료
no: Motionplus-enheter er ferdige

source: MotionPlus terminating
ko: MotionPlus 종료
no: MotionPlus avsluttes

source: Error setting timelapse append for container %s
ko: 컨테이너 %s에 대한 타임랩스 추가를 설정하는 동안 오류가 발생했습니다.
no: Feil ved innstilling av timelapse append for container %s

source: container option value %s is not supported
ko: 컨테이너 옵션 값 %s은(는) 지원되지 않습니다.
no: Beholderalternativverdi %s støttes ikke

source: Could not get the container
ko: 컨테이너를 가져올 수 없습니다.
no: Kunne ikke hente beholderen

source: Error sending frame for encoding:%s
ko: 인코딩을 위한 프레임 전송 오류:%s
no: Feil ved sending av ramme for koding:%s

source: Error receiving encoded packet video:%s
ko: 인코딩된 패킷 비디오 수신 오류: %s
no: Feil ved mottak av kodet pakkevideo:%s

source: Error encoding video:%s
ko: 비디오 인코딩 오류: %s
no: Feil ved koding av video:%s

source: Error encoding video
ko: 동영상 인코딩 오류
no: Feil ved koding av video

source: PTS %<PRId64> Base PTS %<PRId64> ms interval %<PRId64> timebase %d-%d
ko: PTS %<PRId64> 기본 PTS %<PRId64> ms 간격 %<PRId64> 시간 기준 %d-%d
no: PTS %<PRId64> Base PTS %<PRId64> ms intervall %<PRId64> tidsbase %d-%d

source: BAD TIMING!! Frame skipped.
ko: 잘못된 타이밍!! 프레임을 건너뛰었습니다.
no: DÅRLIG TIMING!! Rammen hoppet over.

source: %s codec vbr/crf/bit_rate: %d
ko: %s 코덱 vbr/crf/비트 전송률: %d
no: %s kodek vbr/crf/bithastighet: %d

source: Preferred codec %s has been blacklisted: %s
ko: 기본 코덱 %s이(가) 블랙리스트에 올랐습니다: %s
no: Foretrukket kodek %s har blitt svartelistet: %s

source: container %s not found
ko: 컨테이너 %s을(를) 찾을 수 없음
no: container %s ikke funnet

source: Using codec %s
ko: 코덱 %s 사용
no: Bruker kodeken %s

source: Could not alloc stream
ko: 스트림을 할당할 수 없습니다.
no: Kunne ikke tildele strøm

source: Failed to allocate codec context!
ko: 코덱 컨텍스트를 할당하지 못했습니다!
no: Kunne ikke tildele kodek-kontekst!

source: Unable to set quality
ko: 품질을 설정할 수 없습니다.
no: Kan ikke stille inn kvalitet

source: Reported FPS Supported %d/%d
ko: 보고된 FPS 지원 %d/%d
no: Rapportert FPS Støttet %d/%d

source: Could not open codec %s
ko: 코덱 %s을(를) 열 수 없습니다.
no: Kunne ikke åpne kodeken %s

source: Failed to copy decoder parameters!: %s
ko: 디코더 매개변수를 복사하지 못했습니다!: %s
no: Kunne ikke kopiere dekoderparametere!: %s

source: could not alloc frame
ko: 프레임을 할당할 수 없습니다
no: kunne ikke tildele ramme

source: could not alloc buffers %s
ko: 버퍼 %s를 할당할 수 없습니다.
no: kunne ikke tildele buffere %s

source: Movie timed out
ko: 영화 시간 초과
no: Filmen ble tidsavbrutt

source: Error setting file name
ko: 파일 이름 설정 오류
no: Feil ved innstilling av filnavn

source: avio_open: %s File %s
ko: avio 열기: %s 파일 %s
no: avio åpen: %s Fil %s

source: error %s opening file %s
ko: 오류 %s 파일 %s 열기
no: feil %s ved åpning av filen %s

source: Error opening file %s
ko: 파일 %s을(를) 여는 중 오류가 발생했습니다.
no: Feil ved åpning av filen %s

source: Could not write movie header %s
ko: 동영상 헤더 %s을(를) 쓸 수 없습니다.
no: Kunne ikke skrive filmoverskriften %s

source: Error entering draining mode:%s
ko: 드레이닝 모드로 들어가는 오류: %s
no: Feil ved å gå inn i dreneringsmodus:%s

source: Error draining codec:%s
ko: 코덱 드레이닝 오류: %s
no: Feil ved tømming av kodeken:%s

source: Error writing draining video frame
ko: 드레이닝 비디오 프레임 쓰기 오류
no: Feil ved skriving av tømming av videoramme

source: Error while encoding picture
ko: 사진 인코딩 중 오류
no: Feil under koding av bilde

source: Error while writing video frame
ko: 비디오 프레임을 쓰는 동안 오류가 발생했습니다.
no: Feil under skriving av videoramme

source: Error while writing video frame: %s
ko: 비디오 프레임을 쓰는 중 오류 발생: %s
no: Feil under skriving av videoramme: %s

source: Could not alloc video stream
ko: 비디오 스트림을 할당할 수 없습니다.
no: Kunne ikke tildele videostrøm

source: Unable to copy video codec parameters
ko: 비디오 코덱 매개변수를 복사할 수 없습니다.
no: Kan ikke kopiere videokodekparametere

source: video timebase %d/%d fps %d/%d
ko: 비디오 타임베이스 %d/%d fps %d/%d
no: video tidsbase %d/%d fps %d/%d

source: Could not alloc audio stream
ko: 오디오 스트림을 할당할 수 없습니다.
no: Kunne ikke tildele lydstrøm

source: Unable to copy audio codec parameters
ko: 오디오 코덱 매개변수를 복사할 수 없습니다.
no: Kan ikke kopiere lydkodekparametere

source: audio timebase %d/%d
ko: 오디오 타임베이스 %d/%d
no: lydtidsbase %d/%d

source: Pass-through disabled. ffmpeg too old
ko: 통과가 비활성화되었습니다. ffmpeg가 너무 오래됨
no: Pass-through deaktivert. ffmpeg for gammel

source: rtsp camera not ready for pass-through.
ko: rtsp 카메라가 통과할 준비가 되지 않았습니다.
no: rtsp-kamera er ikke klart for gjennomføring.

source: RTSP context not available.
ko: RTSP 컨텍스트를 사용할 수 없습니다.
no: RTSP-kontekst er ikke tilgjengelig.

source: Could not allocate output context
ko: 출력 컨텍스트를 할당할 수 없습니다.
no: Kunne ikke tildele utdatakontekst

source: Changing to MP4 container for pass-through.
ko: 통과를 위해 MP4 컨테이너로 변경합니다.
no: Bytter til MP4-beholder for gjennomføring.

source: Could not get output format!
ko: 출력 형식을 가져올 수 없습니다!
no: Kunne ikke hente utdataformat!

source: Could not get streams!
ko: 스트림을 가져올 수 없습니다!
no: Kunne ikke hente strømmer!

source: Could not set the output file
ko: 출력 파일을 설정할 수 없습니다.
no: Kunne ikke angi utdatafilen

source: Timebase after open audio: %d/%d video: %d/%d
ko: 열린 오디오 이후의 타임베이스: %d/%d 비디오: %d/%d
no: Tidsbase etter åpen lyd: %d/%d video: %d/%d

source: libavcodec version %d.%d.%d
ko: libavcodec 버전 %d.%d.%d
no: libavcodec versjon %d.%d.%d

source: libavformat version %d.%d.%d
ko: libavformat 버전 %d.%d.%d
no: libavformat versjon %d.%d.%d

source: av_lockmgr_register reset failed on cleanup
ko: 정리 시 av lockmgr 레지스터 재설정 실패
no: av lockmgr register tilbakestilling mislyktes ved opprydding

source: Could not setup passthrough!
ko: 패스스루를 설정할 수 없습니다!
no: Kunne ikke konfigurere passthrough!

source: Could not get codec!
ko: 코덱을 가져올 수 없습니다!
no: Kunne ikke hente kodeken!

source: Failed to allocate codec!
ko: 코덱을 할당하지 못했습니다!
no: Kunne ikke tildele kodeken!

source: Could not set the stream
ko: 스트림을 설정할 수 없습니다.
no: Kunne ikke angi strømmen

source: Error flushing codec
ko: 코덱 플러시 오류
no: Feil ved spyling av kodeken

source: Excessive attempts to clear buffered packet
ko: 버퍼링된 패킷을 지우려는 과도한 시도
no: Overdrevne forsøk på å fjerne bufret pakke

source: Buffered packet
ko: 버퍼링된 패킷
no: Bufret pakke

source: Error setting timelapse file name %s
ko: 타임랩스 파일 이름 %s을(를) 설정하는 동안 오류가 발생했습니다.
no: Feil ved innstilling av timelapse-filnavn %s

source: Timelapse using mpg container.
ko: mpg 컨테이너를 사용한 타임랩스.
no: Timelapse ved hjelp av mpg-beholder.

source: Events will be appended to file
ko: 이벤트가 파일에 추가됩니다.
no: Hendelser vil bli lagt til filen

source: Timelapse using mkv container.
ko: mkv 컨테이너를 사용한 타임랩스.
no: Timelapse ved hjelp av mkv-beholder.

source: Events will be trigger new files
ko: 이벤트가 새 파일을 트리거합니다.
no: Hendelser vil utløse nye filer

source: Invalid URL. Can not parse values.
ko: 잘못된 URL. 값을 구문 분석할 수 없습니다.
no: Ugyldig URL. Kan ikke analysere verdier.

source: Using port number %d
ko: 포트 번호 %d 사용 중
no: Bruker portnummer %d

source: %s: Resized packet array to %d
ko: %s: 패킷 배열 크기를 %d(으)로 조정했습니다.
no: %s: Endret størrelse på pakkearray til %d

source: %s: av_copy_packet: %s ,Interrupt: %s
ko: %s: av 복사 패킷: %s ,인터럽트: %s
no: %s: av kopipakke: %s ,Avbrudd: %s

source: true
ko: 진실
no: ekte

source: false
ko: 거짓
no: falsk

source: %s: Ignoring packet with invalid data
ko: %s: 잘못된 데이터가 있는 패킷을 무시합니다.
no: %s: Ignorerer pakke med ugyldige data

source: %s: Rec frame error: %s
ko: %s: 녹화 프레임 오류: %s
no: %s: Opptaksrammefeil: %s

source: %s: Error transferring HW decoded to system memory
ko: %s: 디코딩된 HW를 시스템 메모리로 전송하는 동안 오류가 발생했습니다.
no: %s: Feil ved overføring av HW dekodet til systemminnet

source: %s: Interrupted or finish on send
ko: %s: 중단되었거나 전송 시 완료됨
no: %s: Avbrutt eller fullfør ved sending

source: %s: Send ignoring packet with invalid data
ko: %s: 잘못된 데이터가 포함된 무시 패킷을 보냅니다.
no: %s: Send ignorerende pakke med ugyldige data

source: %s: Error sending packet to codec: %s
ko: %s: 패킷을 코덱으로 보내는 중 오류 발생: %s
no: %s: Feil ved sending av pakke til kodek: %s

source: Ignoring packet with invalid data
ko: 유효하지 않은 데이터가 있는 패킷 무시
no: Ignorerer pakke med ugyldige data

source: Error decoding packet: %s
ko: 패킷 디코딩 오류: %s
no: Feil ved dekoding av pakke: %s

source: %s: Error decoding video packet...it is audio
ko: %s: 비디오 패킷을 디코딩하는 중 오류가 발생했습니다...오디오입니다.
no: %s: Feil ved dekoding av videopakke...det er lyd

source: %s: Error decoding video packet: Copying to buffer
ko: %s: 비디오 패킷 디코딩 오류: 버퍼에 복사 중
no: %s: Feil ved dekoding av videopakke: Kopierer til buffer

source: %s: HW Devices:
ko: %s: HW 디바이스:
no: %s: HW-enheter:

source: %s: %s (available)
ko: %s: %s(사용 가능)
no: %s: %s (tilgjengelig)

source: %s: %s (not implemented)
ko: %s: %s(구현되지 않음)
no: %s: %s (ikke implementert)

source: Failed to get vaapi pix format
ko: vaapi pix 형식을 가져오지 못했습니다.
no: Kunne ikke hente vaapi pix-format

source: %s: Interrupted
ko: %s: 중단됨
no: %s: Avbrutt

source: %s: %s: Failed
ko: %s: %s: 실패
no: %s: %s: Mislyktes

source: %s: Decoder %s did not work.
ko: %s: %s 디코더가 작동하지 않습니다.
no: %s: Dekoder %s fungerte ikke.

source: %s: Ignoring and removing the user requested decoder %s
ko: %s: 사용자가 요청한 디코더 %s을(를) 무시하고 제거합니다.
no: %s: Ignorerer og fjerner den brukerforespurte dekoderen %s

source: %s: Initializing vaapi decoder
ko: %s: vaapi 디코더 초기화 중
no: %s: Initialiserer vaapi-dekoder

source: %s: Unable to find vaapi hw device
ko: %s: vaapi hw 장치를 찾을 수 없습니다.
no: %s: Kan ikke finne vaapi hw-enhet

source: %s: Initializing decoder
ko: %s: 디코더 초기화 중
no: %s: Initialiserer dekoder

source: %s: Using decoder %s
ko: %s: 디코더 %s 사용
no: %s: Bruker dekoder %s

source: %s: Decoder opened
ko: %s: 디코더 열림
no: %s: Dekoder åpnet

source: %s: Camera reading (%s) timed out
ko: %s: 카메라 읽기(%s) 시간 초과
no: %s: Kameralesing (%s) ble tidsavbrutt

source: %s: Camera (%s) timed out
ko: %s: 카메라(%s) 시간 초과
no: %s: Kamera (%s) ble tidsavbrutt

source: %s: Unable to allocate swsframe_in.
ko: %s: swsframe을 할당할 수 없습니다.
no: %s: Kan ikke tildele swsframe inn.

source: %s: Unable to allocate swsframe_out.
ko: %s: swsframe을 할당할 수 없습니다.
no: %s: Kan ikke tildele swsframe ut.

source: %s: Pixel format %d will be converted.
ko: %s: 픽셀 형식 %d가 변환됩니다.
no: %s: Pikselformat %d vil bli konvertert.

source: %s: Unable to allocate scaling context.
ko: %s: 크기 조정 컨텍스트를 할당할 수 없습니다.
no: %s: Kan ikke tildele skaleringskontekst.

source: %s: Error determining size of frame out
ko: %s: 프레임 출력 크기를 결정하는 동안 오류가 발생했습니다.
no: %s: Feil ved å bestemme størrelsen på rammen ut

source: %s: Error allocating picture in: %s
ko: %s: 사진 할당 오류: %s
no: %s: Feil ved tildeling av bilde i: %s

source: %s: Error allocating picture out: %s
ko: %s: 사진 할당 오류: %s
no: %s: Feil ved tildeling av bilde ut: %s

source: %s: Error resizing/reformatting: %s
ko: %s: 크기 조정/재포맷 오류: %s
no: %s: Feil ved endring av størrelse/omformatering: %s

source: %s: Error putting frame into output buffer: %s
ko: %s: 프레임을 출력 버퍼에 넣는 중 오류 발생: %s
no: %s: Feil ved innsetting av ramme i utdatabuffer: %s

source: %s: av_read_frame: %s
ko: %s: av 읽기 프레임: %s
no: %s: av leseramme: %s

source: %s: capture_rate not specified in netcam_params. Using %d
ko: %s: netcam 매개변수에 캡처 속도가 지정되지 않았습니다. %d 사용
no: %s: fangsthastighet er ikke spesifisert i netcam-parametere. Bruker %d

source: %s: capture_rate not specified in netcam_params. Using framerate %d
ko: %s: netcam 매개변수에 캡처 속도가 지정되지 않았습니다. 프레임 속도 %d 사용
no: %s: fangsthastighet er ikke spesifisert i netcam-parametere. Bruker framerate %d

source: The network camera is sending pictures at %dx%d
ko: 네트워크 카메라가 %dx%d에서 사진을 전송 중입니다.
no: Nettverkskameraet sender bilder på %dx%d

source: resolution but config is %dx%d. If possible change
ko: 해상도이지만 구성은 %dx%d입니다. 가능하면 변경
no: oppløsning, men konfigurasjonen er %dx%d. Om mulig endre

source: the netcam or config so that the image height and
ko: 이미지 높이와
no: nettkameraet eller konfigurasjonen slik at bildehøyden og

source: width are the same to lower the CPU usage.
ko: 너비는 CPU 사용량을 낮추기 위해 동일합니다.
no: bredden er den samme for å redusere CPU-bruken.

source: %s: Setting rtsp/rtmp
ko: %s: rtsp/rtmp 설정 중
no: %s: Innstilling av rtsp/rtmp

source: %s: Setting input_format mjpeg
ko: %s: 입력 형식 mjpeg 설정
no: %s: Innstilling av inndataformat mjpeg

source: %s: Setting input_format video4linux2
ko: %s: 입력 형식 video4linux2 설정
no: %s: Innstilling av inngangsformat video4linux2

source: %s: Setting up movie file
ko: %s: 동영상 파일 설정 중
no: %s: Setter opp filmfil

source: %s: Setting up %s
ko: %s: %s 설정 중
no: %s: Setter opp %s

source: %s: option: %s = %s
ko: %s: 옵션: %s = %s
no: %s: alternativ: %s = %s

source: Error getting userpass
ko: 사용자 패스를 가져오는 중에 오류가 발생했습니다.
no: Feil ved henting av brukerpass

source: Setting up v4l2
ko: v4l2 설정
no: Sette opp v4l2

source: Setting up file
ko: 파일 설정
no: Setter opp fil

source: Setting up %s
ko: %s 설정 중
no: Setter opp %s

source: High
ko: 높은
no: Høy

source: Norm
ko: 표준

source: %s: Setting up camera.
ko: %s: 카메라 설정 중입니다.
no: %s: Setter opp kamera.

source: Unknown
ko: 알려지지 않은
no: Ukjent

source: %s: Adjusting width to next higher multiple of 8 (%d).
ko: %s: 너비를 다음으로 높은 8의 배수(%d)로 조정합니다.
no: %s: Justerer bredden til neste høyere multiplum av 8 (%d).

source: %s: Unable to copy codec parameters
ko: %s: 코덱 매개변수를 복사할 수 없습니다.
no: %s: Kan ikke kopiere kodekparametere

source: Stream copied for pass-through
ko: 통과를 위해 복사된 스트림
no: Strømmen er kopiert for videresending

source: ffmpeg too old
ko: ffmpeg가 너무 오래됨
no: ffmpeg for gammel

source: Null path passed to connect
ko: 연결에 전달된 Null 경로
no: Null bane passert for å koble til

source: %s: Unable to open camera(%s): %s
ko: %s: 카메라(%s)를 열 수 없습니다. %s
no: %s: Kan ikke åpne kamera (%s): %s

source: %s: Opened camera(%s)
ko: %s: 열린 카메라(%s)
no: %s: Åpnet kamera (%s)

source: %s: Unable to find stream info: %s
ko: %s: 스트림 정보를 찾을 수 없습니다. %s
no: %s: Kan ikke finne strøminformasjon: %s

source: %s: Unable to open codec context: %s
ko: %s: 코덱 컨텍스트를 열 수 없습니다. %s
no: %s: Kan ikke åpne kodek-kontekst: %s

source: %s: Connected and unable to open codec context: %s
ko: %s: 연결되었지만 코덱 컨텍스트를 열 수 없음: %s
no: %s: Tilkoblet og kan ikke åpne kodek-kontekst: %s

source: %s: Camera image size is invalid
ko: %s: 카메라 이미지 크기가 잘못되었습니다.
no: %s: Kameraets bildestørrelse er ugyldig

source: %s: Unable to allocate frame.
ko: %s: 프레임을 할당할 수 없습니다.
no: %s: Kan ikke tildele ramme.

source: %s: Failed to copy stream for pass-through.
ko: %s: 통과를 위한 스트림을 복사하지 못했습니다.
no: %s: Kunne ikke kopiere strømmen for pass-through.

source: %s: Failed to read first image
ko: %s: 첫 번째 이미지를 읽지 못했습니다.
no: %s: Kunne ikke lese det første bildet

source: %s: Camera (%s) connected
ko: %s: 카메라(%s)가 연결됨
no: %s: Kamera (%s) tilkoblet

source: %s: Netcam capture FPS is %d.
ko: %s: Netcam 캡처 FPS는 %d입니다.
no: %s: Netcam-fangst-FPS er %d.

source: %s: Camera source is %d FPS
ko: %s: 카메라 소스는 %d FPS입니다.
no: %s: Kamerakilden er %d FPS

source: %s: Unable to determine the camera source FPS.
ko: %s: 카메라 소스 FPS를 결정할 수 없습니다.
no: %s: Kan ikke bestemme kamerakilden FPS.

source: %s: Capture FPS less than camera FPS. Decoding errors will occur.
ko: %s: 카메라 FPS보다 적은 FPS를 캡처합니다. 디코딩 오류가 발생합니다.
no: %s: Fang FPS mindre enn kamera FPS. Dekodingsfeil vil oppstå.

source: %s: Capture FPS should be greater than camera FPS.
ko: %s: 캡처 FPS는 카메라 FPS보다 커야 합니다.
no: %s: Capture FPS bør være større enn kameraets FPS.

source: %s: An audio stream was detected. Capture_rate increased to compensate.
ko: %s: 오디오 스트림이 감지되었습니다. 보상하기 위해 캡처 속도가 증가했습니다.
no: %s: En lydstrøm ble oppdaget. Fangsthastigheten økte for å kompensere.

source: %s: Reconnecting with camera....
ko: %s: 카메라와 다시 연결하는 중....
no: %s: Kobler til kameraet igjen...

source: %s: Camera did not reconnect.
ko: %s: 카메라가 다시 연결되지 않았습니다.
no: %s: Kameraet ble ikke koblet til igjen.

source: %s: Checking for camera every 10 seconds.
ko: %s: 10초마다 카메라를 확인합니다.
no: %s: Ser etter kamera hvert 10. sekund.

source: %s: Checking for camera every 10 minutes.
ko: %s: 10분마다 카메라를 확인합니다.
no: %s: Ser etter kamera hvert 10. minutt.

source: %s: Camera handler thread [%d] started
ko: %s: 카메라 핸들러 스레드 [%d] 시작됨
no: %s: Kamerabehandlertråden [%d] startet

source: %s: Loop finished.
ko: %s: 루프가 끝났습니다.
no: %s: Sløyfe fullført.

source: %s: Exiting
ko: %s: 종료
no: %s: Avslutter

source: %s: Error starting handler thread
ko: %s: 처리기 스레드를 시작하는 동안 오류가 발생했습니다.
no: %s: Feil ved start av behandlertråd

source: %s: Waiting for first image from the handler.
ko: %s: 처리기에서 첫 번째 이미지를 기다리는 중입니다.
no: %s: Venter på første bilde fra behandleren.

source: %s: Shutting down network camera.
ko: %s: 네트워크 카메라를 종료합니다.
no: %s: Slår av nettverkskamera.

source: %s: No response from handler thread.
ko: %s: 처리기 스레드에서 응답이 없습니다.
no: %s: Ingen respons fra behandlertråden.

source: Norm: Shut down complete.
ko: 정상: 종료 완료.
no: Norm: Avslutning fullført.

source: High: Shut down complete.
ko: 높음: 종료가 완료되었습니다.
no: Høy: Avslutning fullført.

source: Opening Netcam
ko: 넷캠 열기
no: Åpner Netcam

source: unable to create rtsp context
ko: rtsp 컨텍스트를 생성할 수 없습니다.
no: kan ikke opprette rtsp-kontekst

source: unable to create rtsp high context
ko: rtsp 상위 컨텍스트를 생성할 수 없습니다.
no: kan ikke lage rtsp høy kontekst
